
// const watchMan = require('./watchMan');
const tradeStatus = require('./tradeStatus');
// const zone = require('./indicator');

module.exports = {
  // watchMan,
  tradeStatus

  

};

// سود کسب شده از هر زون براش ثبت واضافه میشه در جهت فهمیدن درست بودن روند 

// واتچر یا بیننده یکسره اتفاقات و تغییرات را میبیند بر اساس  
// اندیکاتور ها را میبیند وسیو می کند به همراه قیمت در جدول قیمت

// قیمت را می بیند
// تغییرات ناگهانی یا کند یا غیر معمول را می بیند 


// بعد از دیدن هر چیز با انالیزور چک می کند 





